Repository: hamonikr/blueberry
Catalog: po/blueberry-*.po
Languages: nds

source: Unknown device
nds: Unbekanntes Gerät

source: Incoming file over Bluetooth
nds: Ankommende Datei über Bluetooth

source: Incoming file %(0)s from %(1)s
nds: Ankomen Datei %(0)s von %(1)s

source: Accept
nds: Annehmen

source: Reject
nds: Ablehnen

source: Receiving file
nds: Eingehende Datei

source: Receiving file %(0)s from %(1)s
nds: Empfange Datei %(0)s von %(1)s

source: File received
nds: Datei empfangen

source: File %(0)s from %(1)s successfully received
nds: Datei %(0)s von %(1)s erfolgreich empfangen

source: Open
nds: Öffnen

source: Transfer failed
nds: Transfer fehlgeschlagen

source: Transfer of file %(0)s failed
nds: Transfer der Datei %(0)s fehlgeschlagen

source: Files received
nds: Dateien empfangen

source: Received %d file in the background
nds: Empfangene %d Datei im Hintergrund

source: Settings
nds: Einstellungen

source: Enable Bluetooth to edit
nds: Bluetooth aktivieren, um zu bearbeiten

source: This is the Bluetooth name of your computer
nds: Dies ist der Bluetoothname ihres Computers

source: Receive files from remote devices
nds: Empfangen Sie Dateien von Remote-Geräten

source: This option allows your computer to receive files transferred over Bluetooth (OBEX)
nds: Diese Einstellung erlaubt Ihrem Computer Dateien über Bluetooth zu empfangen(OBEX)

source: Show a tray icon
nds: Anzeige eines Symbols auf der Taskleiste

source: Visible as %s and available for Bluetooth file transfers.
nds: Sichtbar als %s und verfügbar für Bluetooth Dateiübertragungen

source: Visible as %s.
nds: Sichtbar als %s.

source: No Bluetooth adapters found
nds: Keine Bluetooth Geräte gefunden

source: Bluetooth is disabled by hardware switch
nds: Bluetooth durch Hardware-Schalter deaktiviert

source: Bluetooth is disabled
nds: Bluetooth ist deaktiviert

source: An error has occurred
nds: Ein Fehler ist aufgetreten

source: Permission issues can be solved with a udev rule for rfkill or membership in the 'rfkill' group.
nds: Berechtigungsprobleme können mit einer udev-Regel für rfkill oder der Mitgliedschaft in der 'rfkill'-Gruppe gelöst werden.

source: Bluetooth: Connected to %s
nds: Bluetooth: Verbunden zu %s

source: Turn on Bluetooth
nds: Schalten Sie Bluetooth ein

source: Turn off Bluetooth
nds: Schalten Sie Bluetooth aus

source: Send files to a device
nds: Sende Dateien an ein Gerät

source: Open Bluetooth device manager
nds: Öffne Bluetooth Geräte-Manager

source: Paired devices
nds: Gekoppelte Geräte

source: Connected
nds: Verbunden

source: Quit
nds: Beenden

source: Configure Bluetooth settings
nds: Bluetooth Einstellungen Konfigurieren
